[
    {
        "title": "本来無一物",
        "kana": "Honraimuichimotsu",
        "detail": "Since everything that exists is essentially empty, there is nothing to cling to as one's own property. The state of mind in which one is free from all things. Acquiring something is never a bad thing. Know that attachment to what you have sometimes torments your mind. We cannot eliminate all desires and attachments, but we can become aware that we do not have anything by nature. Just by being aware of this, desire and attachment will gradually disappear.",
        "detailJapanese": "存在する物は、本来すべて空(くう)であるから、わが物として執着すべきものは一つもないこと。一切のものから自由自在になった心境。何かを手に入れることは決して悪いことではありません。手に入れたものに執着することがときに、自分の心を苦しめることを知ってください。全ての欲望や執着心をなくすことはできませんが人間は本来何も持っていないことを意識することはできます。それを意識するだけでも、欲望や執着心は薄皮のように剥がれていくはずです。",
        "uri": "https://www.osaka-choganji.jp/news/307951.html"
        
    },
    {
        "title": "日日是好日",
        "kana": "Nichinichikorekoujitsu",
        "detail": "It is about the importance of living life to the fullest in the present moment, without needlessly regretting the past and without having more expectations for the future than necessary. It means to live each day with a mindset that each day is precious and irreplaceable, without judging each day as good or bad.",
        "detailJapanese": "過去をむやみに悔い、未来に必要以上の期待を持ち込まず、現在（いま）を精一杯生きることに努める大切さを説いたものです。毎日を、いい、悪いなどと判断せずに、一日一日がかけがえのない、尊い日だという心で大らかに日々を暮らそうということ。",
        "uri": "https://www.sotozen-net.jp/news/156"
    },
    {
        "title": "知足",
        "kana": "Chisoku",
        "detail": "If you think that your circumstances and what you have are \"good enough for you,\" without comparing yourself to others and suffering from jealousy, you will be able to live each day in peace.",
        "detailJapanese": "他人と比べて不満を持ったり嫉妬に苦しんだりすることなく、自分の境遇や持っているものを「自分に見合ったもの、これで十分」だと思えば、日々心安らかに過ごすことができるということ",
        "uri": "https://www.homes.co.jp/life/cl-column/cm-know_how/25545/#:~:text=というわけです%E3%80%82-,禅語とは,体感させようとします%E3%80%82"
    },
    {
        "title": "柔軟心",
        "kana": "Nyunansin",
        "detail": "It means that if you have a flexible mind that is not bound by things, you will be able to see things from a broad perspective and accept yourself and others. If we can face others with a soft heart, we can listen to others' opinions without being influenced by whether they are right or wrong.",
        "detailJapanese": "物事にとらわれない柔軟な心を持てば、広い視点で物事を捉えられ、自分も他人も受け入れられるようになるという意味。他人に柔らかい心で向き合えれば、正論か否かに左右されずに人の意見も聞き入れられる。",
        "uri": "https://www.homes.co.jp/life/cl-column/cm-know_how/25545/#:~:text=というわけです%E3%80%82-,禅語とは,体感させようとします%E3%80%82"
    },
    {
        "title": "主人公",
        "kana": "Shujinkou",
        "detail": "The \"true self,\" the body of pure and innocent mind that everyone is equally endowed with at birth. It means the true self that is inside of us. When we focus only on the outside, comparing ourselves with others or worrying about what others think of us, we tend to lose sight of our true self. Therefore, we must always be clearly aware of our proactive self.",
        "detailJapanese": "誰もが生まれながらに等しくそなえている純粋無垢な心の本体、「真の自己」のこと。自分のなかにいる本当の自分という意味。他人と比べたり世間の評価を気にしたりして、外にばかり目を向けると、本当の自分というものを見失いがちになります。そこで、いつも主体的な自分というものを、はっきりと自覚していなければなりません。",
        "uri": "https://zenzine.jp/read/articles/5394/"
    },
    {
        "title": "初心不改",
        "kana": "Syoshinhukai",
        "detail": "It means to hold on to the original intention without changing it. It means to keep a pure and innocent heart at the beginning of something.",
        "detailJapanese": "初心を改めず変わらずに持ち続けるということ。何かを始めようというときの、真っさらで純粋な心を持ち続けようという意味。",
        "uri": "https://www.homes.co.jp/life/cl-column/cm-know_how/25545/#:~:text=というわけです%E3%80%82-,禅語とは,体感させようとします%E3%80%82"
        
    },
    {
        "title": "雨収山岳青",
        "kana": "Ameosamaritesangakuaoshi",
        "detail": "When our field of vision is covered by the pouring rain, we cannot see anything, but once the rain stops, the summer mountains appear in front of us, blue and clear as usual. Even if it feels like we can't see what lies ahead, the exhilarating blue peaks spread out before our eyes.",
        "detailJapanese": "降りしきる雨に視界をおおわれてしまうと、われわれの眼には何もはいってこないが、一旦雨があがると、前方に夏の山がいつもの通り青くくっきりと現れてくる．  先が見えないように感じても我々の眼の前には青い峰々が爽快に広がっている。",
        "uri": "https://www.zengift-senshin.co.jp/zengo/index.html"
    },
    {
        "title": "一期一会",
        "kana": "Ichigoichie",
        "detail": "It means a unique encounter, a once-in-a-lifetime encounter. When you think of it as the only encounter in a lifetime when interacting with others, such an opportunity seems very precious.",
        "detailJapanese": "唯一の出会い、一生涯で一度だけの出会いという意味。人と接する時、一生でただ一度の出会いだと思うと、そうした機会がとても貴重なものに思えてくる。",
        "uri": "https://www.nippon.com/ja/views/b06106/#:~:text=「一期（いちご）」,茶会に臨めということ%E3%80%82"
    },
    {
        "title": "歳月不待人",
        "kana": "Saigetsuhitowomatazu",
        "detail": "It suggests that we do what we can only do now, and that is a way of life that we will not regret. Life is finite, and we cannot get back the time that has passed. What is important to you now? It is important to determine your priorities and give your all to what you can only do now.",
        "detailJapanese": "今しかできないことをする、それが後悔しない生き方であることを示唆しています。人生は限りあるもので、過ぎ去った時間を取り戻すことはできません。今、自分にとって大切なことは何でしょうか。優先順位を見極め、今しかできないことに全力を尽くすことが大切です。",
        "uri": "https://kinarino.jp/cat6/35066"
    },
    {
        "title": "愛語",
        "kana": "Aigo",
        "detail": "It means kind words that are spoken with the other person's feelings in mind. Words can be a deadly weapon, depending on how they are used. Words with sincerity sometimes have the power to turn someone's life upside down. Even if it is someone close to you or someone whose face you do not know, you should always use \"Aigo\".",
        "detailJapanese": "相手の気持ちを思ってかける優しい言葉という意味です。使い方ひとつで凶器にもなりうるのが、言葉です。真心のこもった言葉は、時として、相手の人生をひっくり返してしまうほどの威力を持ちます。身近な人であっても、顔も知らない相手であっても、変わらず「愛語」で接したいものですね。",
        "uri": "https://kinarino.jp/cat6/35066"
    },
    {
        "title": "晴耕雨読",
        "kana": "Seikōudoku",
        "detail": "It means plowing the fields on sunny days and reading on rainy days. If we let go of the daily grind and live under the bare minimum of conditions, our minds will naturally become free.",
        "detailJapanese": "晴れた日は畑を耕し、雨の日は読書にいそしむという意味。あくせくした毎日を手放して、必要最低限の条件の下で生きるのであれば、心はおのずと自由になる。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "莫妄想",
        "kana": "Makumōsō",
        "detail": "If you can avoid thinking about what it means, the problem is already solved. When something goes wrong in our daily lives, we are eager to know the cause. The same goes for relationships. Why did that person say that? Why is he/she being cold to me? Various doubts rise and fall. However, thinking about it will not make things better, and it may be a waste of time to stay depressed. Instead, just do your best to do what you can do right now, and eventually that will lead to setting yourself free.",
        "detailJapanese": "どういう意味なのかなどと考えないようにしさえすれば、問題はもう解決しているのだ、あれこれ考えないでなすべきことを成せ。毎日の生活の中で、何かうまくいかないことがあると、どうしてもその原因が知りたくなります。人間関係も同じこと。なぜあの人はあんなことを言ったのだろう。なぜ自分に冷たくするのだろう。いろいろな疑念が浮き上がっては消えていくことってありますよね。しかし、考えても事態が好転するわけではないし、落ち込んでいるだけ時間の無駄ともいえるかもしれません。それよりも今自分ができることだけを一生懸命やる、結局はそれが自分を自由にしてくれることにつながるのです。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "自灯明",
        "kana": "Jitōmyō",
        "detail": "It means to be your own light. In other words, it teaches us to live our lives with confidence in ourselves and respect for our own judgment, without relying on the light of others. Read the atmosphere, be discerning, don't be too much, and don't be conspicuous. If you lose yourself and conform to your surroundings, it may be easy, but it will only leave you feeling empty. Rely on yourself and make your own way in life.",
        "detailJapanese": "自分が灯りになりなさいという意味。つまり他人の灯りを頼りにしないで、自分に自信を持って自分の判断を尊重しながら生きていきなさいという教え。空気を読む、忖度する、出過ぎない、目立たない。自分を無くして周囲に合わせると楽ではありますが、空しさしか残りません。自分を頼りに人生を切り開いてください。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "知足安分",
        "kana": "Chisokuanbun",
        "detail": "Be content with what you get. There is no limit to human desire. Even when we get one thing we want, we want something else one after another. If we keep doing this, we will never be happy until we die. Happiness is not something to be sought on the outside.",
        "detailJapanese": "分をわきまえて満足すること。人間の欲望には際限がありません。望むものが一つ手に入っても、次々とまた他のものが欲しくなります。そんなことを繰り返していると、現代人は死ぬまで幸せにはなれません。幸せは外側に求めるものではない、自分の中にこれで満足だと感じることができれば、そこに幸せを見いだせるという教え。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "歩歩是道場",
        "kana": "Hobokoredoujō",
        "detail": "People are often dissatisfied with their current circumstances, saying that the place they are in now does not suit them, that they cannot exert their strength here, and so on. However, once a person is determined that whatever place he or she is in is a dojo where he or she can refine and improve himself or herself, his or her heart will begin to shine. This is the teaching that it is not the place where you are placed that is important, but how you improve yourself in the place where you are placed that is truly important.",
        "detailJapanese": "今いる場所は自分に合わない、ここでは力が発揮できないなどと、人は往々にして現在の境遇に不満を抱くことがありますね。しかし、どのような場所であっても自分を磨き高めてくれる道場であると覚悟した時点で、その人の心は輝きを放ち始めるのです。置かれた場所が重要なのではなく、置かれた場所でいかに自分を磨くのかこそが真に大切であるという教え。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "一以貫之",
        "kana": "Ichiikanshi",
        "detail": "It means to do one thing until the end. However, this Zen phrase does not mean that one should be stubborn and persistent in one's way of doing things, or that one should not listen to any words and not bend oneself at any cost. In today's information-rich world, in order to follow one's own convictions, it is necessary to cooperate with people who have diverse values. If you isolate yourself by insisting that your opinion is the only correct one, you will never be able to accomplish even the most worthy goals. If you want to accomplish something, you must be flexible enough to listen to the opinions of those around you, respect them with consideration, and accept what you need to accept.",
        "detailJapanese": "一つのことを最後までやり遂げるという意味。ただしこの禅語は、頑固一徹に自分のやり方をやり通す、どんな言葉にも耳を貸さず何が何でも己を曲げない、という意味ではありません。情報があふれる現代で自分の信念を貫き通すためには、多様な価値観を持った人たちと協調しながら事を進めていく必要があります。自分の意見だけが正しいと意固地になって孤立すれば、どんな立派な志も完遂することはできません。一つのことをやり遂げようとするのであれば、周囲の人の意見にも耳を傾け、思いやりをもって尊重し、受け入れるべきは受け入れるというしなやかさが必要です。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "無功徳",
        "kana": "Mukudoku",
        "detail": "People tend to demand compensation for what they have done. However, if they do something for compensation, they become very resentful when they do not receive compensation. They say, \"I did all that for them, but they don't appreciate it. \"\"I have contributed so much, but I have received nothing in return.\" This frustration torments you, and you cannot escape the feeling of being trapped. Living a life that does not seek results or reward brings freedom to the heart.",
        "detailJapanese": "人は、行ったことに対価を求めがちです。しかし、対価を得るために何かをするのであれば、対価が得られない場合は非常に憤慨します。「あんなにしてあげたのに、感謝されない」。「これだけ貢献しているのに、全然見返りがない」。その不満は自分を苦しめ、とらわれた気持ちから逃れることができません。結果や見返りを求めない生き方こそ心に自由をもたらします。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "行住坐臥",
        "kana": "Gyōjūzaga",
        "detail": "\"Walking, stopping, sitting, and sleeping\" are the direct meanings. We usually tend to be in our element in some special situation or try to give our all only when the moment is right, but in fact, this Zen term tells us that life is a real show at any time, and we are always in a place of training. Conversely, we are always in the moment, so there is no need to be concerned about a particular event as if it is the most important event of our lives and we cannot fail.",
        "detailJapanese": "「歩く・止まる・座る・寝る」が直接的な意味。私たちは普段、何か特別な場面で本領を発揮したり、ここぞという時にだけ全力を尽くそうとしたりする傾向にありますが、実はいついかなる時でも人生は本番で、常に修行の場であるのだよ、ということを教えてくれるのがこの禅語です。逆に言えば、私たちはどんな時でも本番を生きているので、特定のイベントに対してこれは人生の重大事だ、失敗できないぞなどと構える必要もない、ということになります。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "放下着",
        "kana": "Hōgejaku",
        "detail": "The literal translation is \"throw it away\". If there is work that no one appreciates, even though you think you have done it perfectly, it may be because you have been misled by the belief that you have done it well. If you face the results with a broad and open mind, without preconceptions, you may be able to see the cause of the problem.",
        "detailJapanese": "直訳すると「捨ててしまえ」という意味です。自分では完璧に仕上げたつもりなのに、誰にも評価されない仕事があったとすれば、それはうまくできたという思い込みに惑わさているからかもしれません。先入観を持たず広く平らな心で結果に向き合えば、原因がおのずから見えてくるかもしれません。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    },
    {
        "title": "行雲流水",
        "kana": "Kōunryusui",
        "detail": "The direct meaning of the word is \"clouds go and water flows\" evoking the image of constant movement. It is a word that describes a way of life in which one silently moves toward one's goals without fear of change.",
        "detailJapanese": "直接的な意味は「雲が行き、水が流れる」意味で，絶え間なく動いているさまを連想させる言葉です。変化を恐れず黙々と目標に向かって突き進む生き方を表す言葉です。",
        "uri": "https://座禅.com/zen-terms/#index_id15"
    }
    

]

